let catalogInfo = {
    mouses: {
        "RT70": {
            cost: '',
            name: 'Беспроводная мышь'
        },
        "RT50": {
            cost: '',
            name: 'Беспроводная мышь'
        },
        "R30": {
            cost: '',
            name: 'Беспроводная мышь'
        },
        "TL90": {
            cost: '',
            name: 'Лазерная мышь'
        },
        "ZL50": {
            cost: '',
            name: 'Лазерная мышь'
        },
        "ML160": {
            cost: '',
            name: 'Лазерная мышь'
        },
    },
    headphones: {
        "G501": {
            cost: '',
            name: 'Наушники'
        },
        "G530": {
            cost: '',
            name: 'Наушники'
        },
        "G437": {
            cost: '',
            name: 'Наушники'
        },
        "G527C": {
            cost: '',
            name: 'Наушники'
        },
        "M615": {
            cost: '',
            name: 'Наушники'
        },
        "M660": {
            cost: '',
            name: 'Наушники'
        },
    },
    keyboards: {
        "B800": {
            cost: '',
            name: 'Клавиатура'
        },
        "B2278": {
            cost: '',
            name: 'Клавиатура'
        },
        "B720": {
            cost: '',
            name: 'Клавиатура'
        },
        "B125": {
            cost: '',
            name: 'Клавиатура'
        },
        "B314": {
            cost: '',
            name: 'Клавиатура'
        },
        "B880R": {
            cost: '',
            name: 'Клавиатура'
        },
    },
    mousepads: {
        "B-080": {
            cost: '',
            name: 'Коврик для мыши'
        },
        "B-088S": {
            cost: '',
            name: 'Коврик для мыши'
        },
        "B-070": {
            cost: '',
            name: 'Коврик для мыши'
        },
        "MP-80N": {
            cost: '',
            name: 'Коврик для мыши'
        },
        "MP-60R": {
            cost: '',
            name: 'Коврик для мыши'
        },
        "MP-50NS": {
            cost: '',
            name: 'Коврик для мыши'
        },
    }
}